---
kind: other
id: Properties.T:Autodesk.Revit.DB.BuiltInFailures.InterferenceFailures
source: html/2b6dfea5-7fb5-2ff4-5996-60c8473e9d31.htm
---
# BuiltInFailures.InterferenceFailures Properties

A geometrical error has occurred while checking for Interference. Reported interference may not be accurate.